---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.BlendEndParam
source: html/6342c4bb-3739-1be4-1dd7-2c40ceb553ea.htm
---
# Autodesk.Revit.DB.ParameterTypeId.BlendEndParam Property

"Second End"

## Syntax (C#)
```csharp
public static ForgeTypeId BlendEndParam { get; }
```